Repository: giellalt/corpus-nob
Catalog: prestable/tmx/fkv/admin/ffk/finnmarksarkivenene_oversettelser.odt.tmx
Source language: nob
Languages: fkv

source: Å planlegge = TEHÐÄ PLAANAN tahi SUUNITELLA
fkv: Plan = PLAANA tahi SUUNITELMA

source: Handlingsplan = TOIMIPLAANA
fkv: Verkosthoon kuuluthaan museumit, arkiivilaitokset, piblioteekit ja paikalishistoorialiset järjestöt, jokka säilytethään Finmarkun arkiivimateriaalii.

source: Finnmarksarkivene er et arkivfaglig nettverk for institusjoner og organisasjoner som bevarer arkivmateriale i / fra Finnmark.
fkv: Finmarkun arkiivit oon arkiivifaakilinen verkosto Finmarkussa, ja siihen kuuluthaan laitokset ja järjestöt, jokka säilytethään arkiivimateriaalii Finmarkusta.

source: Finnmarksskrinet er en felles arkivkatalog for privatarkiv i fylket.
fkv: Finmarkun arkku oon fylkin privaattiarkiivitten yhtheinen arkiivikataloogi.

source: I katalogen finnes det alle de ca. 1000 ulike arkiver som Finnmarksarkivene samlet eier og deponerer fra fylket.
fkv: Kataloogissa oon kaikki net suunile 1000 eri arkiivii, jotka Finmarkun arkiivit omistaa ja säilyttää.

source: Kulttuurihistoorialiset resursit = Kulturhistoriske ressurser
fkv: NORSK:

source: Vi berger din historie!
fkv: Met säilytämmä sinun histoorian!

source: Har du et arkiv eller fotografier som du vil bevare for fremtiden?
fkv: Oonko sinula arkiivi tahi kuvvii joita sie halluut säilyttäät

source: Ta kontakt med oss!
fkv: Ota yhtheyđen meihin!
